# `brew bundle install`
# See https://www.caseyliss.com/2019/10/8/brew-bundle
# and https://gist.github.com/cliss/74782128b9a35366ecac44a7c4b45752
cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
# tap "homebrew/core"
tap "aws/tap"
# tap "shopify/shopify"
brew "awscli"
# brew "coreutils"
# brew "esbuild"
# brew "gnutls"
# brew "ffmpeg"
brew "git"
brew "jq"
brew "nvm"
brew "pipenv"
brew "pyenv"
brew "aws/tap/aws-sam-cli"
brew "shopify/shopify/shopify-cli"
cask "1password7"
# cask "adoptopenjdk8"
cask "authy"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "insomnia"
# cask "microsoft-teams"
# cask "miniforge"
# cask "postman"
cask "raycast"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"
# cask "wireshark"
# cask "zoom"
